{
    "index1": {
        "desc": "หมวดที่ 1 การกำหนดนโยบายที่เป็นมิตรกับสิ่งแวดล้อม",
        "type": "header",
        "sub": {
            "index1-1": {
                "desc": ["1.1 นโยบายที่เป็นมิตรกับสิ่งแวดล้อม", "ไฟล์ข้อมูล หรือภาพถ่าย"],
                "type": "file",
                "sub": {
                    "index1-1-1": {
                        "desc": ["1.) ลดการใช้พลังงานจากปีที่แล้วร้อยละ"],
                        "type": "text"
                    },
                    "index1-1-2": {
                        "desc": ["2.) ลดการใช้พลังงานร้อยละ", "ต่อปี"],
                        "type": "text"
                    },
                    "index1-1-3": {
                        "desc": ["3.) ลดการใช้น้ำร้อยละ", "ต่อปี"],
                        "type": "text"
                    },
                    "index1-1-4": {
                        "desc": ["4.) เปลี่ยนมาใช้อุปกรณ์ที่เป็นมิตรกับสิ่งแวดล้อมร้อยละ", "ที่มีอยู่"],
                        "type": "text"
                    },
                    "index1-1-5": {
                        "desc": ["5.) การจัดการน้ำเสียและนำกลับมาใช้ใหม่ร้อยละ", "ของน้ำเสียทั้งหมด "],
                        "type": "text"
                    },
                    "index1-1-6": {
                        "desc": ["6.) ลดการใช้ผลิตภัณฑ์ที่เป็นสารเคมีและหันมาใช้ผลิตภัณฑ์ที่เป็นมิตรกับสิ่งแวดล้อมร้อยละ", "ของผลิตภัณฑ์ทั้งหมด"],
                        "type": "text"
                    },
                    "index1-1-7": {
                        "desc": ["7.) ร้อยละ", "ของการลดการใช้พลาสติก (ขวดน้ำ และพลาสติกใช้ครั้งเดียวแล้วทิ้ง เป็นต้น) "],
                        "type": "text"
                    },
                    "index1-1-8": {
                        "desc": ["8.) ลดปริมาณขยะภายในโรงแรมร้อยละ"],
                        "type": "text"
                    },
                    "index1-1-9": {
                        "desc": ["9.) เปลี่ยนมาใช้ผลิตภัณฑ์ที่เป็นมิตรกับสิ่งแวดล้อมร้อยละ"],
                        "type": "text"
                    },
                    "index1-1-10": {
                        "desc": ["10.) พื้นที่สีเขียวของโรงแรมเพิ่มขึ้นร้อยละ", "ที่มีอยู่ "],
                        "type": "text"
                    },
                    "index1-1-11": {
                        "desc": ["11.) ร้อยละ", "ของการใช้ผลิตภัณฑ์ชุมชนทั้งหมดที่นำมาใช้ภายในโรงแรม"],
                        "type": "text"
                    },
                    "index1-1-12": {
                        "desc": ["12.) ลดปริมาณขยะพลาสติกภายในโรงแรมร้อยละ", "ต่อปี"],
                        "type": "text"
                    },
                    "index1-1-13": {
                        "desc": ["13.) จัดกิจกรรมหรือร่วมกิจกรรม CSR ปีละ", "ครั้ง"],
                        "type": "text"
                    }
                }
            },
            "index1-2": {
                "desc": ["1.2 มีการประกาศนโยบาย/เป้าหมายให้ผู้บริหาร พนักงาน และผู้รับบริการ รับทราบอย่างทั่วถึง", "ภาพถ่ายจาก (บอร์ด หน้าจอ หนังสือเวียน เป็นต้น)"],
                "type": "file"
            },
            "index1-3": {
                "desc": ["1.3 มีการดำเนินการตามนโยบายอย่างเป็นรูปธรรม", "จัดทำสรุปวิธีดำเนินการ และภาพถ่าย"],
                "type": "file"
            },
            "index1-4": {
                "desc": ["1.4 การแต่งตั้งผู้บริหารร่วมรับผิดชอบ"],
                "type": "subheader",
                "sub": {
                    "index1-4-1": {
                        "desc": ["1.) มีคำสั่งแต่งตั้งผู้บริหารร่วมรับผิดชอบด้านการบริการที่เป็นมิตรกับสิ่งแวดล้อม", "ไฟล์คำสั่งหรือภาพถ่าย"],
                        "type": "file"
                    },
                    "index1-4-2": {
                        "desc": ["2.) กำหนดความรับผิดชอบของแต่ละแผนกเพื่อรองรับการบริการที่ที่เป็นมิตรกับสิ่งแวดล้อม", "ไฟล์ระบุหน้าที่ความรับผิดชอบหรือภาพถ่าย"],
                        "type": "file"
                    },
                    "index1-4-3": {
                        "desc": ["3.) มีการประกาศให้รับทราบโดยทั่วกัน", "ภาพถ่ายจาก (บอร์ด หน้าจอ หนังสือเวียน เป็นต้น)"],
                        "type": "file"
                    },
                    "index1-4-4": {
                        "desc": ["4.) มีการประชุมเพื่อกำหนดทิศทางกิจกรรม แผนงานและการติดตามความก้าวหน้าในการดำเนินงานอย่างต่อเนื่อง", "จัดทำเป็นเอกสารระบุหัวข้อประชุม วัน เวลา สถานที่ รายชื่อผู้เข้าร่วม และภาพถ่าย"],
                        "type": "file"
                    }
                }
            },
            "index1-5": {
                "desc": ["1.5 ผลสำเร็จของการดำเนินงานได้ตามเป้าหมายที่กำหนด ", "จัดทำสรุปผลที่ได้รับ และภาพถ่าย"],
                "type": "file"
            }
        }
    },
    "index2": {
        "desc": "หมวดที่ 2 การพัฒนาบุคลากร",
        "type": "header",
        "sub": {
            "index2-1": {
                "desc": ["2.1 มีการจัดอบรมให้กับพนักงาน และ/หรือส่งพนักงานไปอบรมเรื่อง:", "ภาพถ่าย วุฒิบัตร"],
                "type": "file",
                "checkbox": {
                    "index2-1-1": {
                        "desc": "การจัดการพลังงาน การใช้อุปกรณ์ประหยัดพลังงาน"
                    },
                    "index2-1-2": {
                        "desc": "การจัดการขยะ"
                    },
                    "index2-1-3": {
                        "desc": "การจัดการน้ำเสีย"
                    },
                    "index2-1-4": {
                        "desc": "การทำปุ๋ยชีวภาพ เกษตรอินทรีย์"
                    },
                    "index2-1-5": {
                        "desc": "การป้องกันภัย (First aid, life guard)"
                    },
                    "index2-1-6": {
                        "desc": "กฎจราจร"
                    },
                    "index2-1-7": {
                        "desc": "อัคคีภัย"
                    },
                    "index2-1-8": {
                        "desc": "การใช้สารเคมีที่ถูกต้อง"
                    },
                    "index2-1-9": {
                        "desc": "การจัดสวน"
                    },
                    "index2-1-10": {
                        "desc": "Cross Training ระหว่างแผนก เป็นต้น"
                    }
                }
            },
            "index2-2": {
                "desc": ["2.2 การติดตามการพัฒนาบุคลากร เช่น:", "ภาพถ่าย และตารางสรุป"],
                "type": "file",
                "checkbox": {
                    "index2-2-1": {
                        "desc": "จัดประชุมและประเมินผล"
                    },
                    "index2-2-2": {
                        "desc": "สอนงานรุ่นพี่ รุ่นน้อง"
                    },
                    "index2-2-3": {
                        "desc": "กิจกรรมเน้นลงมือปฏิบัติ"
                    },
                    "index2-2-4": {
                        "desc": "ติดตามการปฏิบัติงาน"
                    },
                    "index2-2-5": {
                        "desc": "กำหนด KPI ในการประเมิน"
                    }
                }
            },
            "index2-3": {
                "desc": ["2.3 นโยบายที่เป็นมิตรกับสิ่งแวดล้อม", "ร้อยละ", "ของพนักงานที่ได้รับการอบรมเมื่อเทียบกับจำนวนพนักงานทั้งหมด"],
                "type": "text"
            },
            "index2-4": {
                "desc": ["2.4 มีการจัดการศึกษา/ดูงานให้กับคณะทำงานด้านสิ่งแวดล้อม Green Team เรื่องการบริการที่เป็นมิตรกับ สิ่งแวดล้อมในสถานประกอบการ ประเภทโรงแรม", "ภาพถ่าย และตารางสรุป"],
                "type": "file"
            },
            "index2-5": {
                "desc": ["2.5 ร้อยละของคณะทำงานด้านสิ่งแวดล้อม Green Team ที่ได้รับการศึกษา/ดูงาน ภายใน 1 ปี", "สรุปข้อมูล"],
                "type": "file"
            }
        }
    },
    "index3": {
        "desc": "หมวดที่ 3 การรณรงค์และประชาสัมพันธ์",
        "type": "header",
        "sub": {
            "index3-1": {
                "desc": "3.1 พนักงาน",
                "type": "subheader",
                "sub": {
                    "index3-1-1": {
                        "desc": ["1.) ในรอบปี มีการประชาสัมพันธ์ความรู้เกี่ยวกับการบริการที่เป็นมิตรกับสิ่งแวดล้อมของโรงแรม ผ่านสื่อ ประเภทต่างๆ เช่น โปสเตอร์ แผ่นพับ จดหมายเวียนเสียงตามสาย จดหมายอิเลคทรอนิกส์ สื่อสังคมออนไลน์ นิทรรศการ เป็นต้น", "ภาพถ่ายจาก (บอร์ด หน้าจอ หนังสือเวียน เป็นต้น)"],
                        "type": "file"
                    },
                    "index3-1-2": {
                        "desc": ["2.) การจัดกิจกรรมรณรงค์ เพื่อสร้างความรู้ ความตระหนัก และจิตสำนึกในการบริการที่เป็นมิตรกับสิ่งแวดล้อม", "ภาพถ่าย และตารางสรุป"],
                        "type": "file",
                        "list": [
                            "จัดกิจกรรมให้บุคลากรได้มีส่วนร่วมในเรื่องของการสร้างจิตสำนึก",
                            "จัดกิจกรรม การเรียนรู้ให้พนักงานอนุรักษ์สิ่งแวดล้อม",
                            "สร้างแรงจูงใจ ในการอนุรักษ์สิ่งแวดล้อมในองค์กร เช่น พกขวดน้ำเอง จัดกิจกรรมให้",
                            "ติดป้ายประชาสัมพันธ์ ห้ามนำขยะเข้ามาโรงแรม",
                            "รณรงค์ให้พนักงานใช้ถุงผ้าแทนการใช้พลาสติก",
                            "รณรงให้พนักงานเดินทางด้วยรถสาธารณะแทนการขับรถยนต์" 
                        ]
                    },
                    "index3-1-3": {
                        "desc": ["3.) ร้อยละของพนักงานมีความรู้เกี่ยวกับการบริการที่เป็นมิตรกับสิ่งแวดล้อมของโรงแรม", "สรุปข้อมูลจากแบบสอบถาม"],
                        "type": "file"
                    }
                }
            },
            "index3-2": {
                "desc": "3.2 ผู้ใช้บริการ",
                "type": "subheader",
                "sub": {
                    "index3-2-1": {
                        "desc": ["1.) มีการรณรงค์/ ขอความร่วมมือเกี่ยวกับการบริการที่เป็นมิตรกับสิ่งแวดล้อม ผ่านโปสเตอร์ แผ่นพับ การ์ดหรือ สติ๊กเกอร์ในห้องพัก กระดาษเอกสาร หรือนิทรรศการ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index3-2-2": {
                        "desc": ["2.) การให้ความรู้ด้านการบริการที่เป็นมิตรกับสิ่งแวดล้อมแก่ผู้ใช้บริการทั่วไป เช่นสื่อประชาสัมพันธ์ทั่วไป หรือสื่อ ให้ความรู้เชิงลึก เช่น Crip Video คู่มือ หรือ ชุดนิทรรศการการจัดการสิ่งแวดล้อมของโรงแรม", "ภาพถ่าย"],
                        "type": "file"
                    }
                }
            }
        }
    },
    "index4": {
        "desc": "หมวดที่ 4 การจัดซื้อจัดจ้างที่เป็นมิตรกับสิ่งแวดล้อม",
        "type": "header",
        "sub": {
            "index4-1": {
                "desc": "4.1 ผลิตภัณฑ์ที่เป็นมิตรกับสิ่งแวดล้อม",
                "type": "subheader",
                "sub": {
                    "index4-1-1": {
                        "desc": ["1.) มีการใช้สินค้าและบริการที่เป็นมิตรกับสิ่งแวดล้อม โดยพิจารณาจากผลิตภัณฑ์ที่มีการแสดงฉลากหรือข้อเท็จจริง ของผลิตภัณฑ์ที่เกี่ยวข้องกับสิ่งแวดล้อม  เช่น ฉลากเขียว ฉลาก eco product", "ภาพถ่าย และตารางสรุปผลิตภัณฑ์"],
                        "type": "file",
                        "list": [
                            "เครื่องใช้ไฟฟ้าเบอร์ 5 (1-3 ดาว)",
                            "สารเคมี",
                            "อุปกรณ์ในห้องน้ำ (แปรง สบู่ ยาสีฟัน ยาสระผม เป็นต้น)", 
                            "เครื่องปรุงอาหาร เป็นต้น"
                        ]
                    },
                    "index4-1-2": {
                        "desc": ["2.) ผลิตภัณฑ์ที่โรงแรม ผลิตเอง เช่น EM น้ำยาล้างจาน เป็นต้น", "ภาพถ่าย และรายชื่อผลิตภัณฑ์"],
                        "type": "file"
                    },
                    "index4-1-3": {
                        "desc": ["3.) มีการคัดเลือกและซื้อผลิตภัณฑ์หรือวัสดุที่หาได้ในท้องถิ่น หรือในจังหวัดที่สถานประกอบการตั้งอยู่ เช่น", "ภาพถ่าย และคำนวนระยะทางขนส่ง"],
                        "type": "file",
                        "list": [
                            "ข้าว",
                            "อาหารสด",
                            "อาหารแห้ง", 
                            "ผักและผลไม้"
                        ]
                    },
                    "index4-1-4": {
                        "desc": ["4.) เลือกใช้วัตถุดิบ (ปลา ผัก ผลไม้ เป็นต้น) ตามฤดูกาล", "ตารางการจัดซื้อ (ถ้ามี)"],
                        "type": "file"
                    }
                }
            },
            "index4-2": {
                "desc": "4.2 คู่ค้า (Supplier)",
                "type": "subheader",
                "sub": {
                    "index4-2-1": {
                        "desc": ["1.) เลือกใช้บริการกับผู้ขายสินค้าที่เป็นมิตรกับสิ่งแวดล้อม", "เอกสารของผู้ขายสินค้าที่แสดงว่าเป็นมิตรกับสิ่งแวดล้อม"],
                        "type": "file"
                    },
                    "index4-2-2": {
                        "desc": ["2.) แจ้งให้ Supplier ว่าโรงแรมเป็นองค์การที่เป็นมิตรกับสิ่งแวดล้อมในใบสั่งซื้อ (PO)", "ตัวอย่างใบสั่งซื้อขององค์กร"],
                        "type": "file"
                    },
                    "index4-2-3": {
                        "desc": ["3.) จัดทำรายงานข้อมูลการจัดซื้อจัดจ้างสินค้าและบริการที่เป็นมิตรกับสิ่งแวดล้อมต่อผู้บริหารของโรงแรม", "เอกสารรายงาน"],
                        "type": "file"
                    }
                }
            }
        }
    },
    "index5": {
        "desc": "หมวดที่ 5 การจัดการสิ่งแวดล้อมและพลังงาน",
        "type": "header",
        "sub": {
            "index5-1": {
                "desc": "5.1 การจัดการน้ำอย่างมีประสิทธิภาพ",
                "type": "subheader",
                "sub": {
                    "index5-1-1": {
                        "desc": ["1.) มีกิจกรรมการลดการใช้น้ำสำหรับผู้ใช้บริการและพนักงานในสถานประกอบการ (ป้าย สติ๊กเกอร์ ช่องทีวี จอมอนิเตอร์ เป็นต้น) ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-2": {
                        "desc": ["2.) บริการน้ำดื่มในขวดแก้วหรือเหยือกพร้อมแก้วเปล่า ให้แก่ผู้เขาร่วมประชุม แทนการเติมน้ำในแก้ว เตรียมไว้ ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-3": {
                        "desc": ["3.) รณรงค์ให้ผู้มาใช้บริการ ใช้ผ้าเช็ดตัว ผ้าปูที่นอนและปลอกหมอนซ้ำ กรณีที่มีการพักมากกว่า 1 คืน", "ภาพถ่ายป้ายรณรงค์"],
                        "type": "file"
                    },
                    "index5-1-4": {
                        "desc": ["4.) ตรวจสอบอุปกรณ์ (มิเตอร์ ถังน้ำ ท่อน้ำ ก๊กน้ำ ฯลฯ) สม่ำเสมอ", "ตารางการตรวจสอบ ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-5": {
                        "desc": ["5.) เลือกใช้อุปกรณ์ที่ช่วยประหยัดน้ำ เช่น ชักโครก ก๊อกน้ำเซ็นเซอร์ ฝักบัวแบบประหยัด เป็นต้น ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-6": {
                        "desc": ["6.) ใช้ระบบ Timer ควบคุมการใช้น้ำ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-7": {
                        "desc": ["7.) มีการติดตั้งมาตรวัดน้ำ (Sub Meter) เพิ่มจากที่ติดตั้งโดยการประปา", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-8": {
                        "desc": ["8.) ควบคุมการรดน้ำสนามหญ้าและพืชพรรณในช่วงเวลาที่เหมาะสม", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-9": {
                        "desc": ["9.) นำน้ำดื่มที่เหลือมาใช้ประโยชน์ เช่น รดน้ำต้นไม้ ถูพื้น ใช้ในสุขภัณฑ์ของพนักงาน เป็นต้น", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-1-10": {
                        "desc": ["10.) จัดทำรายงานข้อมูลสถิติการใช้น้ำหรือค่าใช้จ่ายที่เป็นระบบทุกเดือน เพื่อประโยชน์ในการติดตามการใช้น้ำหรือการ อนุรักษ์น้ำต่อผู้บริหาร", "ไฟล์เอกสาร"],
                        "type": "file"
                    },
                    "index5-1-11": {
                        "desc": ["11.) จัดทำสรุปร้อยละของการลดการใช้น้ำ (ลบ.ม.ต่อผู้เข้าพัก (guest night) ต่อปี)", "ไฟล์เอกสาร"],
                        "type": "file"
                    }
                }
            },
            "index5-2": {
                "desc": "5.2 การจัดการน้ำเสียที่มีประสิทธิภาพ",
                "type": "subheader",
                "sub": {
                    "index5-2-1": {
                        "desc": ["1.) มีตะแกรงดักเศษอาหาร", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-2": {
                        "desc": ["2.) มีบ่อดักไขมันที่เหมาะสม", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-3": {
                        "desc": ["3.) มีการตักและทำความสะอาดเศษอาหาร และไขมันออกจากตะแกรงดักขยะ/บ่อไขมันอย่างสม่ำเสมอ", "ภาพถ่าย ตารางการดักไขมัน"],
                        "type": "file"
                    },
                    "index5-2-4": {
                        "desc": ["4.) นำเศษอาหาร น้ำมันและไขมันในห้องอาหารไปกำจัดอย่างถูกต้อง", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-5": {
                        "desc": ["5.) มีบ่อบำบัดน้ำเสีย", "ภาพถ่าย แบบแปลน"],
                        "type": "file"
                    },
                    "index5-2-6": {
                        "desc": ["6.) ขุดบ่อพักน้ำเสีย ให้มีการบำบัดตามธรรมชาติ ก่อนปล่อยน้ำเสีย", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-7": {
                        "desc": ["7.) ตรวจวัดปริมาณจุลินทรีย์ อาทิตย์ละ 1 ครั้ง หรือหาภาวะเหมาะสมในการเดินระบบ", "ภาพถ่าย ผลการวัด"],
                        "type": "file"
                    },
                    "index5-2-8": {
                        "desc": ["8.) มีผลการตรวจสอบ ปรับปรุง ซ่อมแซม ระบบบำบัดน้ำเสียให้สามารถใช้งานได้ดี และมีประสิทธิภาพอยู่เสมอ", "ตารางการทำงาน"],
                        "type": "file"
                    },
                    "index5-2-9": {
                        "desc": ["9.) มีผลการตรวจสอบคุณภาพน้ำทิ้งที่อยู่ในเกณฑ์มาตรฐานตามที่กฎหมายกำหนด", "รายงานการตรวจสอบคุณภาพน้ำ"],
                        "type": "file"
                    },
                    "index5-2-10": {
                        "desc": ["1.0) มีผลการตรวจสอบการรั่วไหลของน้ำเสียอย่างสม่ำเสมอ เพื่อป้องกันการปนเปื้อนของน้ำเสียไปยังแหล่งน้ำอื่น", "ตารางรายงานการตรวจสอบ"],
                        "type": "file"
                    },
                    "index5-2-11": {
                        "desc": ["11.) มีการใช้ประโยชน์จากระบบบำบัดน้ำเสีย เช่น ตะกอน หรือ การผลิตก๊าซชีวภาพ เป็นต้น", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-12": {
                        "desc": ["12.) นำน้ำที่ผ่านการบำบัดแล้วมาใช้รดน้ำต้นไม้ และระบบชักโครก", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-13": {
                        "desc": ["13.) นำน้ำเสียจากการซักผ้ามาผ่านการบำบัดน้ำเสียขั้น 2 และกรรมวิธี Ro กลับมาใช้", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-14": {
                        "desc": ["14.) ลดการใช้ผลิตภัณฑ์ทำความสะอาดที่เป็นสารเคมี เช่น ใช้น้ำยาล้างจานแทนน้ำยาล้างห้องน้ำ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-15": {
                        "desc": ["15.) เปลี่ยนระบบการทำน้ำสระจากคลอรีนเป็นระบบเกลือ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-16": {
                        "desc": ["16.) ติดป้ายรณรงค์เรื่องการห้ามทิ้งขยะลงในท่อน้ำ และห้ามทิ้งกระดาษทิชชูลงในโถชักโครก", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-17": {
                        "desc": ["17.) ใช้สารเคมีที่เป็นมิตรกับสิ่งแวดล้อม", "ภาพถ่าย และรายงานการจัดซื้อ"],
                        "type": "file"
                    },
                    "index5-2-18": {
                        "desc": ["18.) แยกน้ำฝนออกจากน้ำเสีย", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-19": {
                        "desc": ["19.) เติมจุลินทรีย์ในบ่อเกรอะ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-20": {
                        "desc": ["20.) มีถังดักตะกอน และบ่อพักน้ำสุดท้ายก่อนปล่อยทิ้งลงสู่ลำคลอง", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-21": {
                        "desc": ["21.) การบำรุงจุลินทรีย์ในระบบ", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-22": {
                        "desc": ["22.) เติมอากาศในน้ำ 24 ชั่วโมง", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-23": {
                        "desc": ["23.) แยกการจัดการน้ำเสียแต่ละประเภทให้ถูกต้อง", "ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-2-24": {
                        "desc": ["24.) มีตำแหน่งจัดการน้ำเสีย", "ไฟล์โครงสร้างองค์"],
                        "type": "file"
                    }
                }
            },
            "index5-3": {
                "desc": "5.3 การจัดการขยะที่มีประสิทธิภาพ",
                "type": "subheader",
                "sub": {
                    "index5-3-1": {
                        "desc": "5.3.1 ลดการเกิดขยะ (reduce) สำหรับผู้ใช้บริการ พนักงาน และผู้ผลิตสินค้าที่ให้บริการให้กับโรงแรม (Supplier)",
                        "type": "subheader",
                        "sub": {
                            "index5-3-1-1": {
                                "desc": ["1.) รณรงค์ลดการใช้ถุงพลาสติก กล่อง โฟม หลอดดูดที่เป็นพลาสติก", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-2": {
                                "desc": ["2.) ลดการใช้วัสดุสิ้นเปลือง เช่น กระดาษ", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-3": {
                                "desc": ["3.) ตกแต่งสถานที่โดยใช้ไม้ประดับที่ปลูกในกระถาง หรือถุงเพาะชำ แทนการใชดอกไม้สดเพื่อลดปริมาณขยะ และสามารถหมุนเวียนกลับมาใช้ได้ใหม่", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-4": {
                                "desc": ["4.) ลดการใช้โฟมและพลาสติก โดยใช้วัสดุหรืออุปกรณ์ที่เป็นมิตรต่อสิ่งแวดล้อมหรือสามารถนำกลับมาใช้ใหม่ได้ในการตกแตงสถานที่", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-5": {
                                "desc": ["5.) จัดมุมเครื่องดื่มและอาหารว่างเพื่อให้ผู้เข้าร่วมการประชุมบริการตัวเอง", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-6": {
                                "desc": ["6.) ใช้ภาชนะที่คงทนถาวรและสามารถนำกลับมาใช้ได้ใหม่แทนวัสดุจำพวกโฟมพลาสติก หรือ กระดาษ เป็นต้น", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-7": {
                                "desc": ["7.) บริการน้ำดื่มด้วยขวดแก้ว แทนขวดพลาสติกในห้องพัก", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-8": {
                                "desc": ["8.) จัดเตรียมภาชนะเพื่อรองรับแผ่นพับ ใบปลิว หรือเอกสารตางๆ ที่ผู้ร่วมประชุม/สัมมนาไม่ต้องการบริเวณทางออก เพื่อนำไปใช้เป็นกระดาษรีไซเคิล (Recycled Paper) หรือมีระบบการจัดการกระดาษจากผู้เข้าร่วมสัมมนา/ประชุมเพื่อนำไปใช้ประโยชน์", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-9": {
                                "desc": ["9.) เลือกใช้วัสดุธรรมชาติที่ย่อยสลายได้เป็นวัสดุที่ใช้แล้วทิ้ง เช่น ใบตอง กระดาษหรือพลาสติกที่สังเคราะห์จากพืชธรรมชาติ (ถ้วย จาน ชาม แก้วกาแฟ หลอดดูด ฯลฯ)", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-10": {
                                "desc": ["10.) จัดให้มีภาชนะแยกเศษอาหาร เครื่องดื่ม เพื่อสะดวกต่อการนำไปใช้ประโยชน์หรือกำจัด", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-11": {
                                "desc": ["11.) ส่งเสริมและสนับสนุนการใช้ผ้าแทนกระดาษทั้งในห้องครัว และห้องอาหาร", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-12": {
                                "desc": ["12.) ประสานงานกับบริษัทคู่ค้า (Supplier) ในการจัดซื้อผัก ผลไม้ท้องถิ่นที่ได้รับการตัดแต่งเรียบร้อย เพื่อลดการเกิดขยะ", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-13": {
                                "desc": ["13.) ใช้ผ้าเช็ดมือ หรือเครื่องเป่าลม เพื่อลดการใช้กระดาษในห้องสุขา", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-1-14": {
                                "desc": ["14.) การใช้ถุงผ้าเพื่อใส่ผ้าที่ส่งซักจากห้องพักผู้ใช้บริการแทนการใส่ถุงพลาสติกที่ใช้แล้วทิ้ง", "ภาพถ่าย"],
                                "type": "file"
                            }
                        }
                    },
                    "index5-3-2": {
                        "desc": "5.3.2 การใช้ซ้ำ (reuse) สำหรับผู้ใช้บริการและพนักงานในโรงแรม",
                        "type": "subheader",
                        "sub": {
                            "index5-3-2-1": {
                                "desc": ["1.) ใช้กระดาษซ้ำภายในสำนักงาน หรือแต่ละแผนก", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-2-2": {
                                "desc": ["2.) เลือกใช้ภาชนะที่สามารถใช้ซ้ำ หรือลดการใช้บรรจุภัณฑ์หรือเลือกใช้บรรจุภัณฑ์ที่ส่งคืนผู้ผลิตได้เพื่อลดปริมาณขยะ เช่น ใช้เข่ง กล่อง หรือตะกร้า เป็นต้น", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-2-3": {
                                "desc": ["3.) มอบหรือบริจาคสิ่งของที่เลิกใช้งานแล้วของโรงแรมให้แก่พนักงานหรือองค์กรสาธารณะในท้องถิ่น เพื่อใช้ซ้ำ", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-2-4": {
                                "desc": ["4.) นำอาหารที่เหลือไปแจกจ่ายให้แก่พนักงาน หน่วยงานสาธารณกุศล หรือแปรรูป", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-2-5": {
                                "desc": ["5.) เลือกใช้บรรจุภัณฑ์ที่สามารถเติมใหม่ได้ แทนการใช้หมดแล้วทิ้ง เช่น การใช้ขวดปั๊มใส่แชมพู สบู่", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-2-6": {
                                "desc": ["6.) นำเศษอาหารและใบไม้ ไปทำปุ๋ยและน้ำหมัก EM", "ภาพถ่าย"],
                                "type": "file"
                            }
                        }
                    },
                    "index5-3-3": {
                        "desc": "5.3.3 คัดแยกเพื่อนำกลับไปใช้ใหม่ (recycle) สำหรับผู้ใช้บริการและพนักงานภายใน สถานประกอบการ",
                        "type": "subheader",
                        "sub": {
                            "index5-3-3-1": {
                                "desc": ["1.) คัดแยกประเภทสำหรับขยะรีไซเคิล (Recyclable Waste) ขยะเศษอาหาร ขยะอันตรายและขยะมูลฝอยทั่วไป และเก็บรวมรวมอย่างถูกต้อง", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-3-2": {
                                "desc": ["2.) คัดแยกและนำมูลฝอยอินทรีย์ไปใช้ประโยชน์ เช่นทำปุ๋ยหมักหรือน้ำหมักชีวภาพ", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-3-3": {
                                "desc": ["3.) คัดแยกขยะรีไซเคิลและส่งขายให้กับร้านรับซื้อของเก่าใน", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-3-3-4": {
                                "desc": ["4.) คัดแยก รวบรวม และจัดเก็บขยะอันตรายอย่างปลอดภัย", "ภาพถ่าย"],
                                "type": "file"
                            }
                        }
                    },
                    "index5-3-4": {
                        "desc": "5.3.4 รวบรวมและส่งขยะกำจัดอย่างเหมาะสม",
                        "type": "subheader",
                        "sub": {
                            "index5-3-4-1": {
                                "desc": ["1.) รวบรวมขยะ เพื่อรอการเก็บขนของเทศบาล/ผู้รับจ้างก่อนนำไปกำจัดอย่างเหมาะสม", "ภาพถ่าย และเอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            },
                            "index5-3-4-2": {
                                "desc": ["2.) ไม่มีขยะตกค้างภายในพื้นที่สถานประการ", "ภาพถ่าย และเอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            },
                            "index5-3-4-3": {
                                "desc": ["3.) ไม่มีการเผาขยะภายในพื้นที่", "ภาพถ่าย และเอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            },
                            "index5-3-4-4": {
                                "desc": ["4.) ส่งขยะให้ อปท./ผู้รับจ้าง กำจัดอย่างถูกหลักวิชาการ (โดยเฉพาะขยะพิษ)", "ภาพถ่าย และเอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            },
                            "index5-3-4-5": {
                                "desc": ["5.) ติดตาม/ตรวจสอบ การกำจัดขยะของ อปท./ผู้รับจ้าง ให้มีการจัดการอย่างเหมาะสมตามหลักวิชาการ", "ภาพถ่าย และเอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            }
                        }
                    },
                    "index5-3-5": {
                        "desc": "5.3.5 จัดทำรายงานข้อมูล/สถิติการจัดการขยะรายงานต่อผู้บริหาร",
                        "type": "subheader",
                        "sub": {
                            "index5-3-5-1": {
                                "desc": ["1.) แยกขยะนักท่องเที่ยวแต่ละสัญชาติ (กิโลกรัม/ผู้เข้าพัก/คืน)", "รายงาน"],
                                "type": "file"
                            },
                            "index5-3-5-2": {
                                "desc": ["2.) จัดทำข้อมูล/สถิติประเภทของขยะ (ขยะแห้ง ขยะเปียก ที่เกิดจากโรงแรมในห้องครัวและห้องพัก และขยะที่แขกนำเข้ามา)  รายงานแก่ผู้บริหาร", "รายงาน"],
                                "type": "file"
                            }
                        }
                    }
                }
            },
            "index5-4": {
                "desc": "5.4 การจัดการพลังงานอย่างมีประสิทธิภาพ",
                "type": "subheader",
                "sub": {
                    "index5-4-1": {
                        "desc": "5.4.1 มีวิธีลดการใช้พลังงาน",
                        "type": "subheader",
                        "sub": {
                            "index5-4-1-1": {
                                "desc": ["1.) กำหนดและปรับตั้งอุณหภูมิเครื่องปรับอากาศไวที่ 25 องศาเซลเซียสในส่วนสำนักงาน ห้องพัก และห้องประชุม", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-2": {
                                "desc": ["2.) กำหนดอุณหภูมิเครื่องทำน้ำร้อนที่ 50 องศา", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-3": {
                                "desc": ["3.) ดูแล บำรุงรักษา อุปกรณ์แสงสว่างภายในโรงแรมให้สามารถทำงานได้อย่างมีประสิทธิภาพโดยสม่ำเสมอ", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-4": {
                                "desc": ["4.) ตรวจสอบและลดการใช้แสงสว่างที่ไม่จำเป็น", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-5": {
                                "desc": ["5.) ควบคุมและป้องกันความเย็นรั่วไหลออกสู่พื้นที่ด้านนอกห้องหรืออาคาร", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-6": {
                                "desc": ["6.) ลดการใช้เครื่องปรับอากาศในขณะทำงานของแม่บ้าน", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-7": {
                                "desc": ["7.) กำหนดเวลาซักผ้า รีดผ้า ในเวลา (off peak:  22.00 - 10.00 น.ของวันทำงาน และช่วงเวลา 0.00 - 24.00 น. ของวันเสาร์-อาทิตย์ หรือวันหยุดนักขัตฤกษ์)", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-8": {
                                "desc": ["8.) กำหนดเวลาเปิด-ปิด (Timer) อุปกรณ์ไฟฟ้า", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-9": {
                                "desc": ["9.) แบ่งโซนของห้องพักให้เหมาะกับการใช้อุปกรณ์ไฟฟ้า", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-10": {
                                "desc": ["10.) ให้พนักงานทุกคนคอยตรวจสอบเมื่อพบเจอสิ่งผิดปกติให้มีการแจ้งทุกครั้ง", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-11": {
                                "desc": ["11.) ปรับลดพื้นที่ปรับอากาศ เพื่อลดค่าใช้จ่ายด้านพลังงาน เพิ่มการถ่ายเทอากาศและรักษาสิ่งแวดล้อม เช่น ห้องอาหาร พื้นที่ส่วนต้อนรับ หรือห้องออกกำลังกาย เป็นต้น", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-12": {
                                "desc": ["12.) ใช้ถ่านไฟฉายชนิดที่ชาร์จไฟใหม่ได้แทนชนิดที่ใช้แล้วทิ้ง", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-13": {
                                "desc": ["13.) จัดให้มีชุดปฏิบัติงานของพนักงานซึ่งเหมาะ สมกับภาวะอากาศในท้องถิ่น และฤดูกาล", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-14": {
                                "desc": ["14.) ออกแบบอาคารเพื่อใช้แสงจากธรรมชาติ", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-15": {
                                "desc": ["15.) ใช้ร่มเงาของพรรณพืชช่วยลดการถ่ายเทความร้อนจากภายนอกอาคารเข้าสู่ตัวอาคารของโรงแรม", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-16": {
                                "desc": ["16.) ตรวจสอบและทำความสะอาดคอมเพรสเซอร์ และภายในเครื่องทำน้ำแข็ง และตู้แช่สม่ำเสมอ", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            },
                            "index5-4-1-17": {
                                "desc": ["17.) ติดสติ๊กเกอร์/ป้ายรณรงค์ไฟฟ้า เช่น เดินลงชั้นเดียวให้ใช้ลิฟท์", "ภาพถ่าย ตารางปฏิบัติหน้าที่ ไฟล์เอกสาร"],
                                "type": "file"
                            }
                        }
                    },
                    "index5-4-2": {
                        "desc": "5.4.2 ใช้เทคโนโลยีหรืออุปกรณ์เครื่องใช้ไฟฟ้าที่ประหยัดพลังงานในบริเวณต่าง ๆ ที่มีประสิทธิภาพและเหมาะสมกับสถานประกอบการ",
                        "type": "subheader",
                        "sub": {
                            "index5-4-2-1": {
                                "desc": ["1.) ใช้อุปกรณ์ไฟฟาประหยัดพลังงานและมีประสิทธิภาพสูง เช่น หลอดประหยัดไฟ เครื่องปรับอากาศเบอร์ 5 การเปลี่ยนเป็นหลอด LED เป็นต้น", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-4-2-2": {
                                "desc": ["2.) ติดตั้งและใช้อุปกรณ์ควบคุมการใช้ไฟฟ้าในห้องพักของโรงแรม เมื่อไม่มีผู้พักในห้องพัก เช่น Key card", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-4-2-3": {
                                "desc": ["3.) ติดตั้ง timer และ sensor ควบคุมการใช้พลังงาน", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-4-2-4": {
                                "desc": ["4.) ผลิตพลังงานทดแทนการใช้ไฟฟ้า เช่น ติดตั้งแผง Solar cell หรือผลิต Biogas จากขยะ/น้ำเสีย เป็นต้น", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-4-2-5": {
                                "desc": ["5.) ซิงค์ไฟฟ้าระหว่างโซลาร์เซลล์กับกระแสไฟฟ้าหลัก", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-4-2-6": {
                                "desc": ["6.) ติดตั้งวาล์วและมีการควบคุมการเปิด-ปิด ไอน้ำไปยังห้องซักรีด ให้สอดคล้องกับช่วงเวลาการซักรีด", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-4-2-7": {
                                "desc": ["7.) ใช้ความร้อนจากแอร์มาผลิตน้ำอุ่น", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-4-2-8": {
                                "desc": ["8.) ใช้รถ EV หรือรถพลังงานทางเลือก แทนรถที่ใช้น้ำมัน", "ภาพถ่าย"],
                                "type": "file"
                            }
                        }
                    },
                    "index5-4-3": {
                        "desc": "5.4.3 การประหยัดพลังงานของผู้เข้าพัก/พนักงานในการเดิน",
                        "type": "subheader",
                        "sub": {
                            "index5-4-3-1": {
                                "desc": ["1.) มีหอพักพนักงาน", "ภาพถ่าย เอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            },
                            "index5-4-3-2": {
                                "desc": ["2.) มีรถรับส่งผู้ใช้บริการ/พนักงานจากที่พักมายังโรงแรม เพื่อส่งเสริมการเดินทางเป็นหมู่คณะ และการใช้ รถร่วมกัน", "ภาพถ่าย เอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            },
                            "index5-4-3-3": {
                                "desc": ["3.) จัดตารางเวลาในการรับ-ส่งพนักงานตามระยะทางและเส้นทาง", "ภาพถ่าย เอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            },
                            "index5-4-3-4": {
                                "desc": ["4.) พนักงานหรือผู้ใช้บริการเดินทางโดยบริการสาธารณะ", "ภาพถ่าย เอกสารที่เกี่ยวข้อง"],
                                "type": "file"
                            }
                        }
                    },
                    "index5-4-4": {
                        "desc": "5.4.4 จัดทำข้อมูล/สถิติการใช้พลังงาน หรือค่าใช้จ่ายด้านพลังงานแต่ละเดือนเพื่อรายงานต่อผู้บริหาร",
                        "type": "subheader",
                        "sub": {
                            "index5-4-4-1": {
                                "desc": ["1.) ไฟฟ้า", "เอกสารรายงาน"],
                                "type": "file"
                            },
                            "index5-4-4-2": {
                                "desc": ["2.) น้ำมันเชื้อเพลง", "เอกสารรายงาน"],
                                "type": "file"
                            },
                            "index5-4-4-3": {
                                "desc": ["3.) แก๊ส", "เอกสารรายงาน"],
                                "type": "file"
                            },
                            "index5-4-4-4": {
                                "desc": ["4.) พลังงานทางเลือก", "เอกสารรายงาน"],
                                "type": "file"
                            }
                        }
                    }
                }
            },
            "index5-5": {
                "desc": "5.5 การจัดการอากาศและเสียง",
                "type": "subheader",
                "sub": {
                    "index5-5-1": {
                        "desc": "5.5.1 จัดการพื้นที่เพื่อป้องกันเสียงรบกวนจากสถานประกอบการสู่ภายนอก",
                        "type": "subheader",
                        "sub": {
                            "index5-5-1-1": {
                                "desc": ["1.) ลด และป้องกันมิให้เสียงจากการทำกิจกรรมต่าง ๆ ออกสู่ผู้ใช้บริการและชุมชนภายนอก (เช่น ปลูกต้นไม้เป็นแนวกำแพง ติดตั้งอุปกรณ์ป้องกันเสียง เป็นต้น)", "ภาพถ่าย รายงานการซ่อมบำรุง"],
                                "type": "file"
                            },
                            "index5-5-1-2": {
                                "desc": ["2.) ติดตาม ตรวจสอบ และป้องกันเสียงจากการดำเนินงาน/กิจกรรม รวมทั้งการปรับปรุง/ก่อสร้างของโรงแรม เป็นเหตุให้เกิดความเดือดร้อนรำคาญแก่ชุมชนข้างเคียง", "ภาพถ่าย รายงานการซ่อมบำรุง"],
                                "type": "file"
                            },
                            "index5-5-1-3": {
                                "desc": ["3.) ควบคุมระดับเสียงของเครื่องปรับอากาศ ตู้เย็น สุขภัณฑ์ และลิฟต์ ไม่เกิดความรำคาญแก่ผู้ใช้บริการ", "ภาพถ่าย รายงานการซ่อมบำรุง"],
                                "type": "file"
                            }
                        }
                    },
                    
                    "index5-5-2": {
                        "desc": "5.5.2 ป้องกันกลิ่น ควันและฝุ่นละออง",
                        "type": "subheader",
                        "sub": {
                            "index5-5-2-1": {
                                "desc": ["1.) ส่งเสริมการใช้สารสกัดจากธรรมชาติในการปรับกลิ่น สารฆ่าแมลงหรือล้างทำความสะอาดภายในสถานประกอบการ โดยต้องเป็นผลิตภัณฑ์ที่ได้รับการรับรองด้านสิ่งแวดล้อม", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-5-2-2": {
                                "desc": ["2.) จัดหรือกำหนดให้มีการป้องกันการฟุ้งกระจายของฝุ่นละออง สารละลาย สารระเหยจากการก่อสร้าง หรือ ดัดแปลงอาคาร (หากมี) สู่ผู้ใช้บริการและพนักงาน", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-5-2-3": {
                                "desc": ["3.) ควบคุมมลพิษจากการเผาไหม้ของรถยนต์ จักรยานยนต์ เครื่องตัดหญ้า มิให้เข้าสู่อาคาร", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-5-2-4": {
                                "desc": ["4.) ใช้รถไฟฟ้าบริการรับส่งในโรงแรม", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-5-2-5": {
                                "desc": ["5.) ห้ามใช้โฟม สเปรย์จากกระป๋องอัดแรงดัน และสารละลายที่เป็นสารประกอบ CFC", "ภาพถ่าย"],
                                "type": "file"
                            },
                            "index5-5-2-6": {
                                "desc": ["6.) กำหนดพื้นที่และติดป้ายห้ามสูบบุหรี่ตามกฎหมายรณรงค์การลดสูบบุหรี่ทั้งพนักงานและผู้ใช้บริการ อย่างชัดเจน", "ภาพถ่าย"],
                                "type": "file"
                            }
                        }
                    }
                }
            },
            "index5-6": {
                "desc": "5.6 อาชีวอนามัยและความปลอดภัย",
                "type": "subheader",
                "sub": {
                    "index5-6-1": {
                        "desc": ["1.) ใช้สารเคมี วัตถุอันตราย หรือวัตถุมีพิษ ที่เป็นมิตรกับสิ่งแวดล้อม", "ภาพถ่ายสลาก วุฒิบัตร รายงานผลการตรวจสอบ"],
                        "type": "file"
                    },
                    "index5-6-2": {
                        "desc": ["2.) ใช้อุปกรณ์ป้องกันอัคคีภัยที่เป็นมิตรกับสิ่งแวดล้อม เช่น ถังดับเพลิงแบบมือถือ (ถังฉีดดับเพลิง) ที่เป็นมิตรกับสิ่งแวดล้อม (ถังเขียว) เป็นต้น และ/หรือมีการจัดเตรียมระบบป้องกันอัคคีภัยที่เหมาะสม", "ภาพถ่ายสลาก วุฒิบัตร รายงานผลการตรวจสอบ"],
                        "type": "file"
                    },
                    "index5-6-3": {
                        "desc": ["3.) จัดอบรมหรือส่งพนักงานอบรมและซ้อมป้องกันอัคคีภัยทุกปีตามที่กฎหมายกำหนด", "ภาพถ่ายสลาก วุฒิบัตร รายงานผลการตรวจสอบ"],
                        "type": "file"
                    },
                    "index5-6-4": {
                        "desc": ["4.) มีระบบตรวจป้องกันและรักษาความปลอดภัยที่มีประสิทธิภาพตลอด 24 ชั่วโมง เช่น พนักงานรักษาความปลอดภัย กล้องวงจรปิด การสื่อสารผ่านลำโพง", "ภาพถ่ายสลาก วุฒิบัตร รายงานผลการตรวจสอบ"],
                        "type": "file"
                    },
                    "index5-6-5": {
                        "desc": ["5.) มีระบบการติดตามตรวจสอบอย่างน้อยปีละ 2 ครั้ง", "ภาพถ่ายสลาก วุฒิบัตร รายงานผลการตรวจสอบ"],
                        "type": "file"
                    }
                }
            },
            "index5-7": {
                "desc": "5.7 การจัดการพื้นที่สีเขียวและภูมิทัศน์",
                "type": "subheader",
                "sub": {
                    "index5-7-1": {
                        "desc": ["1.) จัดให้มีพื้นที่ว่างหรือพื้นที่ที่ไม่มีอาคารปกคลุมมากกว่าร้อยละ 30 ของพื้นที่โรงแรม", "ข้อมูลพื้นที่ ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-7-2": {
                        "desc": ["2.) มีพื้นที่ปลูกต้นไม้เพื่อเพิ่มพื้นที่สีเขียวอย่างยั่งยืน ไม่น้อยกว่าร้อยละ 10 ของพื้นที่โรงแรม และ/หรือ เหมาะสมกับสภาพของโรงแรม", "ข้อมูลพื้นที่ ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-7-3": {
                        "desc": ["3.) ปลูกพรรณไม้ท้องถิ่น", "ข้อมูลพื้นที่ ภาพถ่าย"],
                        "type": "file"
                    },
                    "index5-7-4": {
                        "desc": ["4.) มีการใช้ประโยชน์จากต้นไม้ในการตกแต่งพื้นที่โรงแรม หรือมีการขยายกล้าไม้ เพื่อเพาะปลูกในโรงแรม", "ข้อมูลพื้นที่ ภาพถ่าย"],
                        "type": "file"
                    }
                }
            }
        }
    },
    "index6": {
        "desc": "ประเด็นที่ 6 การมีส่วนร่วมกับท้องถิ่นและชุมชน",
        "type": "header",
        "sub": {
            "index6-1": {
                "desc": ["6.1 มีพนักงานที่มีภูมิลำเนาในจังหวัดที่สถานประกอบการตั้งอยู่ หรือส่งเสริมให้พนักงานมีการย้ายทะเบียนบ้านเข้า ภายใน อปท. ที่โรงแรมตั้งอยู่ ไม่น้อยกว่าร้อยละ 10", "สำเนาทะเบียนบ้านหรือบัตรประชาชน"],
                "type": "file"
            },
            "index6-2": {
                "desc": ["6.2 มีส่วนร่วมและสนับสนุนกิจกรรมของท้องถิ่นและชุมชนด้านการรักษาสิ่งแวดล้อม หรืออนุรักษ์และฟื้นฟูทรัพยากรธรรมชาติ", "ภาพถ่าย ตารางการทำกิจกรรม"],
                "type": "file",
                "list": [
                    "ปลูกป่า ปล่อยสัตว์น้ำ เก็บขยะ เป็นต้น",
                    "กิจกรรม CSR เช่น ให้ความรู้ด้านที่เกี่ยวข้องแก่คนในชุมชน บริจาคโลหิต บริจาคสิ่งของ  ร่วมกิจกรรมที่ชุมชนจัดขึ้น เป็นต้น",
                    "กิจกรรมสนับสนุนเศรษฐกิจชุมชน เช่น สนับสนุนผลิตภัณฑ์ชุมชนและโปรแกรมท่องเที่ยว",
                    "สนับสนุนกิจกรรมทำนุบำรุงศาสนา"
                ]
            },
            "index6-3": {
                "desc": ["6.3 มีส่วนร่วมและสนับสนุนกิจกรรมของท้องถิ่นและชุมชนด้านประวัติศาสตร์ท้องถิ่น ประเพณีหรือศิลปวัฒนธรรม หรือเอกลักษณ์ของท้องถิ่น เช่น", "ภาพถ่าย"],
                "type": "file",
                "list": [
                    "การอนุรักษ์โบราณสถาน โบราณวัตถุ สถานที่สำคัญทางประวัติศาสตร์ เป็นต้น (ทอดผ้าป่า กฐิน บำรุงมัสยิด เป็นต้น)",
                    "การแต่งกาย ภาษา อาหาร เป็นต้น",
                    "ใช้ผลิตภัณฑ์ภายในโรงแรม/ของที่ระลึกที่เป็นของพื้นเมืองหรือหาได้ในท้องถิ่น แต่ไม่ใช่ผลิตภัณฑ์จากป่า หรือทะเล"
                ]
            }
        }
    },
    "index7": {

    },
    "index8": {

    },
    "index9": {

    },
    "index10": {

    }
}